{"name":"landing","timestamp":1686460301456,"data":{"data":[{"id":1,"attributes":{"createdAt":"2022-04-26T02:37:07.211Z","updatedAt":"2023-05-15T03:50:43.593Z","publishedAt":"2022-04-26T02:37:36.266Z","title":"Chris Antreasian's creations","page_details":{"data":[{"id":5,"attributes":{"title":"Welcome!","description":"I'm Christopher Antreasian, a web developer and life long artist. I built this website to experiment with SvelteKit and to share some artistic projects that I’ve been working on. The majority of my art has been illustrative but I have always experimented with different mediums, most recently poetry. Please take a look around, I hope you enjoy the site. Thanks for stopping by.","createdAt":"2022-08-16T04:50:38.136Z","updatedAt":"2023-05-19T15:20:25.480Z","publishedAt":"2022-08-16T04:50:39.309Z","link":null,"image":{"data":{"id":6,"attributes":{"name":"pg-51.png","alternativeText":"pg-51.png","caption":"pg-51.png","width":650,"height":335,"formats":{"thumbnail":{"name":"thumbnail_pg-51.png","hash":"thumbnail_pg_51_7228348422","ext":".png","mime":"image/png","path":null,"width":245,"height":126,"size":49.43,"url":"https://ca2022s3.s3.amazonaws.com/thumbnail_pg_51_7228348422.png"},"small":{"name":"small_pg-51.png","hash":"small_pg_51_7228348422","ext":".png","mime":"image/png","path":null,"width":500,"height":258,"size":188.44,"url":"https://ca2022s3.s3.amazonaws.com/small_pg_51_7228348422.png"}},"hash":"pg_51_7228348422","ext":".png","mime":"image/png","size":52.03,"url":"https://ca2022s3.s3.amazonaws.com/pg_51_7228348422.png","previewUrl":null,"provider":"aws-s3","provider_metadata":null,"createdAt":"2022-09-14T00:55:58.910Z","updatedAt":"2022-09-14T00:55:58.919Z"}}},"art_piece":{"data":null},"poems":{"data":[]},"art_categories":{"data":[]}}},{"id":7,"attributes":{"title":"Web Experience","description":"I have been working as a web developer for over 15 years. Here are some examples from the last decade.","createdAt":"2023-05-15T03:42:47.800Z","updatedAt":"2023-05-15T03:42:55.333Z","publishedAt":"2023-05-15T03:42:55.330Z","link":"/web-experience","image":{"data":null},"art_piece":{"data":null},"poems":{"data":[]},"art_categories":{"data":[]}}},{"id":2,"attributes":{"title":"The Quintuplapus","description":"A story about the misadventures of an Octopus, searching for its' place in society. Armed with nothing but dwindling tentacles, its' patience and sanity are challenged by things I thought novel to draw.","createdAt":"2022-08-16T04:43:07.612Z","updatedAt":"2023-05-03T18:43:21.798Z","publishedAt":"2022-08-16T04:45:47.965Z","link":"/the-quintuplapus","image":{"data":{"id":5,"attributes":{"name":"q-aside.png","alternativeText":"q-aside.png","caption":"q-aside.png","width":330,"height":541,"formats":{"thumbnail":{"name":"thumbnail_q-aside.png","hash":"thumbnail_q_aside_46a46b8e3c","ext":".png","mime":"image/png","path":null,"width":95,"height":156,"size":22.72,"url":"https://ca2022s3.s3.amazonaws.com/thumbnail_q_aside_46a46b8e3c.png"},"small":{"name":"small_q-aside.png","hash":"small_q_aside_46a46b8e3c","ext":".png","mime":"image/png","path":null,"width":305,"height":500,"size":160.06,"url":"https://ca2022s3.s3.amazonaws.com/small_q_aside_46a46b8e3c.png"}},"hash":"q_aside_46a46b8e3c","ext":".png","mime":"image/png","size":41.11,"url":"https://ca2022s3.s3.amazonaws.com/q_aside_46a46b8e3c.png","previewUrl":null,"provider":"aws-s3","provider_metadata":null,"createdAt":"2022-09-14T00:56:04.335Z","updatedAt":"2022-09-14T00:56:04.356Z"}}},"art_piece":{"data":null},"poems":{"data":[]},"art_categories":{"data":[{"id":3,"attributes":{"title":"The Quintuplapus","createdAt":"2022-08-14T02:19:32.178Z","updatedAt":"2022-09-14T01:16:51.974Z","publishedAt":"2022-08-16T04:33:12.736Z"}}]}}},{"id":1,"attributes":{"title":"My Poetry","description":"Poking around in my sketchbooks, I found some old poems I've written. I felt they had some potential so I cleaned them up and finished them. Once I started new ideas came to me, of which became the majority of the poetry on this site.","createdAt":"2022-08-16T04:41:29.342Z","updatedAt":"2023-05-03T17:15:23.360Z","publishedAt":"2022-08-16T04:46:58.372Z","link":"/poems","image":{"data":null},"art_piece":{"data":null},"poems":{"data":[{"id":2,"attributes":{"title":"Cheese","body":"The existential cheese, it stands alone.  \nHas no farmer to call its own.  \nTaken from its creaminess; by a mouse who could not resist.  \n\nAnd when the cheese looked around.  \nIt saw itself, but all that was taken was gone.  \nSo it stood alone and took it in, to find itself in existentialism.  \n\nExistential cheese, it stands alone.  \nLife is pain, it's god, only self it knows.  \nSinging; *Hi-ho, the derry-o!*  \nIntrospective, longing, pitiful soul!  \n\nNow here was the cheese at the end of its rope,  \nCovered in wax, devoid of hope.  \nSeemingly left to be fed on by mold; a growing fungus consuming grows.  \n\nAnd then the cheese, it felt around.  \nA completely helpless, stinky round.  \nIt failed to make a single move.  \nIt self-reflected, dread ensued.  \n\nExistential cheese, it stands alone.  \nPerceiving moments, thrusted at the tip of the cone.  \nCrying; *Hi-ho, the derry-o!*  \nA cheese at body with feelings and soul!  \n\nThe farmer and his wife, you see,  \nhad spent some time being hungry.   \nTo them the cheese was to be better suited for filling their needs.  \n\nSo to the cheese, they did return.  \nDrooling slightly, for cheese they yearned.  \nThe couple consumed, engorged on cheese.  \nAs it was eaten, it ached for nothing but to be free.  \n\nExistential cheese, it stands alone.  \nDeath is pain, it's god, only self it knows.\nScreaming; *Hi-ho, the derry-o!*  \nExistential cheese; once stood alone!  \n\n*Hi-ho, the derry-o, The cheese stands alone.*","createdAt":"2022-08-05T01:45:00.357Z","updatedAt":"2023-02-07T04:48:01.096Z","publishedAt":"2022-08-16T04:33:35.423Z","featured":false,"position":10}},{"id":8,"attributes":{"title":"What We Don’t Know","body":"Could it be that existence is emergent, dimensions constantly diverging, while people pine here working?  \n\nIs it only yesterday flashing somewhere, right now out there farway, passage no more than radio waves?  \n\nIs there a part of me currently, vibrating solarly, cosmically, through quantum flickery?  \n\nDoes information have matter? What's left that black hole scatter? Will the universe crunch after?  \n\nCan you break the behavior of a photon, force time to go back and slow down, so you and Hawkings can have a showdown?  \n\nWas the big bang really the start? Why isn’t everything flying apart? Is space time some cosmic fart?  \n\nDoes it matter? Well - we don’t know.  \nIs there more to this? Well - we don’t know.  \nCould reality shatter? Well - we don’t know.  \nIs there a point to this? Well - we don’t know.   \n\nQuestions of the times living currently.  \nThings we may know and some things we’ll never see.  \nHumans live on finding the unknown.  \n\nDoes our mind will existence as an illusion, times tempo set only by our own perception, vibrating particles pushing our interpretation?  \n\nWhy is space time always expanding? Less light for vision ever landing. Is solitude the outcome of universal planning?  \n\nIs there any intelligent life out there, spying on us monkeys in our underwear, as we are slowly dying by thinking with our derrieres?  \n\nWill heat death consume the universe, leaving us cold and frozen in darkness, no twinkling time left for any last brightness?  \n\nIs reality really just a simulation, where it is us who they are researching, studying civilization for their own beginning?  \n\nWhy does the background not match the constant? What is really behind the event horizon? Is this the final plane our lives are on?  \n\nDoes it matter? Well - we don’t know.  \nIs there more to this? Well - we don’t know.  \nCould reality shatter? Well - we don’t know.  \nIs there a point to this? Well - we don’t know.  \n\nThings we ask, and research sees.  \nEvolving understanding constantly, but still there are Mysteries.  \nHumans live on finding the unknown.  \n","createdAt":"2022-08-14T02:12:41.908Z","updatedAt":"2023-02-07T05:02:56.633Z","publishedAt":"2022-08-16T04:46:35.946Z","featured":false,"position":120}},{"id":9,"attributes":{"title":"Poison Ivy","body":"Urushiol has afflicted me. Two days until agony.  \nFirst a dot then a mass. I want to itch this volcanic rash.  \n  \nI rue the day it covered me, now there are weeks of misery.  \nFingers blister forearms grow rough, body so itchy but I shouldn't touch.  \n  \nThe Horrors I foretold, will cover my body whole, poison on all my clothes, spread to all my toys, covering my person more!  \n  \nAhhhhh! My itchy rash; pussing sores; How long can this last?  \nAhhhhh! It can’t end too soon; freedom from this doom; my cells exhume.  \nMy skin crawls!  \n  \nNow I can only sit and wait. Calamine to mask my fate.  \nHas it been so long? My life is all wrong.  \nHot water feels so good, but everything burns.  \n  \nIf I could take my skin off I fucking would!  ","createdAt":"2022-08-14T02:13:05.603Z","updatedAt":"2023-02-07T05:05:22.011Z","publishedAt":"2022-08-16T04:46:52.460Z","featured":false,"position":130}},{"id":14,"attributes":{"title":"The Last Mile","body":"Traffic behind me. I’m on the ramp. Palms have grown damp, as I try to keep my pants dry.  \nThe time I spent waiting, while holding it and pontificating, was about nothing but I survived.  \n\nOnly three more streets until I can finally re-meet, and smile at my family in the eyes.  \nBut the slowing SUV ahead suggests the light is turning red. My bladder quakes terrorized.  \n\nWhy Time? Go! Time you move too slow!  \nHow could you change that light right now?  \nCould my plight fall on deaf ears somehow?  \n\nWhy Time? Go! Time you move so slow!  \nCan’t this SUV just move along?  \nGet out of my way, where it belongs!  \n\nHopes for the future nearly pass. Dwindling progress in relapse. I force my mind from looking into the void.  \nSteal machine begins advancing. Stagnant moment finally passing. This inaction was always transitory.  \n\nThe SUV signals they're taking a right, peeling away out of my sight. Gas pedal beneath my foot implores.  \nOnly space and time lay in my way. Home’s aligned precedently. Pressure’s release is now in store.  \n\nStarting slowly, moving faster, time slows down, I’m a laser blaster.  \nFinally coming up to speed, burning petrol to fulfill my deepest need.  \nNo cars before me, open road, puff of smoke, my speed explodes.  \nQuickness now be, the only freedom I see, gasses fuming de-leaded notoriety.  \nLeast now I'm nearly home, anthropogenic omnicide pails to my need for a bathroom.  \nEarth as well may ignite, animals drowning, passing plight, as only this urge I can fight.  \nBurning power to fulfill my imploring yearn. Planet earth is going to have to wait its fucking turn.  \n*So long as my inside water wants to make its way out!*  \n\nGo Time? Go! Time you move too slow!  \nImpatient torment haunting me.  \nNearest future I will never see.  \n\nGo Time? Go! Time you move so slow!  \nSpeed of light, a pesky constant.  \nSlow that down, I’m at my faucet.   \n\nCreeping hault; a nightmare ahead. God, no. Why? The light is red. Laughter ripples through the void.  \nDeeply holding my gasping breath, break lines reluctantly compress. My idling vehicle now missemployed.  \n\nSanctuary now, so close by. Pass this intersection, then I’m just shy. Will wavering, continues to disappear.  \nUncomfortable moments can not be, imagining times not needing to pee. Indigent still I must persevere.  \n\nWhy Time? Go! Time you move so slow!  \nSpace is stuck, my plancks are passing.  \nPersistent halt inaction maddens.  \n\nGo Time? Go! Time you move so slow!  \nSpeed and time must now invert.  \nMy wheels and hopes stalled in the dirt.  \n\nNot yet home but nearly there. All patience dissolved from distressed wetware. I lurch forward, taking all the space.  \nDreams of a green light finally true. Instinctively knowing the only thing to do. Human urges I must now outrace.  \n\nInching forward, wheels are spinning, screeching noises, people seeing.  \nBurning rubber, smoking odors, friction now caught by screaming motors.  \nA sinking feeling, as g-force rise. Slow down safely for some kids outside.  \nRight turn clear, I’m nearly home. Cut the wheel, add gas and speed down the road.   \nSwerving into the driveway barely alive. Throw the car door open almost leaving the keys inside.  \nFull speed leaping, tripping over knees so stiff. My entire arduous journey has led up to this.  \nSprint up the stairs, lunging forward to unlock the front door. The nightmare is finally over.  \n*Until I drop my keys on the floor!*  \n\nCould it be? Me, so painfully waiting to pee?  \nMy strength is spent. The key is too far.  \nOverwhelming urges, should have gone in the car.  \n\nCould it be? Me, so horribly needing to pee?  \nLegs quake violently, as I dare lean over.  \nLaughing echoes humming near the motor.  \n\nTime’s now too short where it once was long. Luck ran empty, in this situation I don’t belong.  \n\nKnees draw inward, as I squat towards the key. Teary eyes water, and blurred vision obstructs me.  \n\nRecounting a child's woeful elementary fear. Cold doom ensues, as dreaded wet end draws near.  \n\nEffort waning from straining, only wishing to flee. Look around quickly making sure no one would see.  \n\nIs the future decided or has free-will sealed my fate? Stuck at my front door, needing to get in and urinate.  \n\nHopefully I’ll forget this, with some shots and beer. Exasperated, I prepare to go, *when the lock’s click I hear!*    \n\nFreely, traveling spatially.  \nGreet my Family with a yelp and a glance.  \nOnward to end this overdue dance.  \n\nFreely, embracing urgency,  \nMy bathroom ajar. In privacy, there’s peace.  \nEngorged anxiety flows away with release.","createdAt":"2022-08-21T05:10:01.905Z","updatedAt":"2023-02-07T05:13:14.945Z","publishedAt":"2022-08-21T05:10:03.270Z","featured":false,"position":170}}]},"art_categories":{"data":[]}}}]}}}],"meta":{"pagination":{"page":1,"pageSize":25,"pageCount":1,"total":1}}}}